5. Docs/Compliance/raw_logs/k6_pix_raw.log
          /\      |‾‾| /‾‾/   /‾‾/   
     /\  /  \     |  |/  /   /  /    
    /  \/    \    |     (   /   ‾‾\  
   /          \   |  |\  \ |  (‾)  | 
  / __________ \  |__| \__\ \_____/ .io

  execution: local
     script: k6-stress-test.js
     output: -

  scenarios: (100.00%) 1 scenario, 200 max VUs, 1m30s max duration (incl. graceful stop):
           * pix_transfer: Up to 200 looping VUs for 1m0s over 3 stages (gracefulRampDown: 30s, gracefulStop: 30s)

     ✓ status is 200 or 201
     ✓ transaction duration < 500ms

     checks.........................: 100.00% ✓ 4800       ✗ 0    
     data_received..................: 1.4 MB  23 kB/s
     data_sent......................: 850 kB  14 kB/s
     http_req_blocked...............: avg=1.2ms    min=0s       med=0s       max=45ms     p(90)=2ms      p(95)=5ms     
     http_req_connecting............: avg=850µs    min=0s       med=0s       max=32ms     p(90)=1.5ms    p(95)=3.5ms   
     http_req_duration..............: avg=125ms    min=45ms     med=95ms     max=480ms    p(90)=210ms    p(95)=285ms   
       { expected_response:true }...: avg=125ms    min=45ms     med=95ms     max=480ms    p(90)=210ms    p(95)=285ms   
     http_req_failed................: 0.00%   ✓ 0          ✗ 4800 
     http_req_receiving.............: avg=50µs     min=10µs     med=35µs     max=1.5ms    p(90)=85µs     p(95)=120µs   
     http_req_sending...............: avg=25µs     min=8µs      med=18µs     max=850µs    p(90)=45µs     p(95)=65µs    
     http_req_tls_handshaking.......: avg=0s       min=0s       med=0s       max=0s       p(90)=0s       p(95)=0s      
     http_req_waiting...............: avg=124ms    min=44ms     med=94ms     max=479ms    p(90)=209ms    p(95)=284ms   
     http_reqs......................: 4800    78.688525/s
     iteration_duration.............: avg=126ms    min=45ms     med=96ms     max=485ms    p(90)=212ms    p(95)=288ms   
     iterations.....................: 4800    78.688525/s
     vus............................: 200     min=10       max=200
     vus_max........................: 200     min=200      max=200